tap "caskroom/fonts"
tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "AdoptOpenJDK/openjdk"
tap "kryptco/tap"

brew "vim"
brew "curl"
brew "ack"
brew "direnv"
brew "docker-compose"
brew "jenv"
brew "nvm"
brew "jq"
brew "tree"
brew "kr"
brew "cloudfoundry/tap/cf-cli"

cask "adoptopenjdk8"
cask "adoptopenjdk9"
cask "adoptopenjdk10"
cask "adoptopenjdk11"
cask "adoptopenjdk12"
cask 'visual-studio-code'
cask 'jetbrains-toolbox'
cask 'iterm2'
cask 'slack'
cask 'google-chrome'
cask 'notion'
cask 'zoomus'
cask 'firefox'
cask 'spotify'
cask 'caffeine'
cask 'docker'
cask 'shiftit'
cask '1password'
cask '1password-cli'
cask 'font-fira-code'
