tap "caskroom/fonts"
tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "AdoptOpenJDK/openjdk"

brew "vim"
brew "curl"
brew "ack"
brew "direnv"
brew "docker-compose"
brew "jenv"
brew "jq"
brew "tree"
brew "cloudfoundry/tap/cf-cli"
brew "adoptopenjdk8"
brew "adoptopenjdk9"
brew "adoptopenjdk10"
brew "adoptopenjdk11"
brew "adoptopenjdk12"

cask 'visual-studio-code'
cask 'jetbrains-toolbox'
cask 'iterm2'
cask 'slack'
cask 'google-chrome'
cask 'notion'
cask 'zoomus'
cask 'firefox'
cask 'spotify'
cask 'caffeine'
cask 'docker'
cask 'shiftit'
cask '1password'
cask '1password-cli'
cask 'flycut'
cask 'font-fira-code'
