andys8.jest-snippets
CoenraadS.bracket-pair-colorizer
eg2.vscode-npm-script
Equinusocio.vsc-material-theme
foxundermoon.shell-format
PeterJausovec.vscode-docker
PKief.material-icon-theme
samverschueren.linter-xo
sdras.night-owl
vscode-icons-team.vscode-icons
xabikos.JavaScriptSnippets
